<template>
    <div>
        <p>之前服务器放在电信机房， 联通用户访问速度很不稳定，经常出现访问速度慢的问题，换到阿里云解决了之前的问题。很多人都问我的博客选得什么空间，一年的费用得多少钱，今天我列个表出来，供大家参考。

            个人博客阿里云空间选择

            对于访问量不大，小型网站带宽可以选择1M的，每个月¥56.80一年也就568块钱，每天投入也就不到2块钱。

            个人博客阿里云空间选择

            1、为什么选Linux？

            程序用PHP，速度快，配置低（windows必选1G的内存Linux选512MB能同样达到要求）。Linux的系统安全性非常高。Linux服务器的维护与扩展到性价比和性能都高于Windows。

            1) 最流行的服务器端操作系统，强大的安全性和稳定性

            2) 免费且开源，轻松建立和编译源代码

            3) 通过SSH方式远程访问您的云服务器

            4) 一般用于高性能web等服务器应用，支持常见的PHP/Python等编程语言，支持MySQL等数据库（需自行安装)

            2、操作系统为什么选CentOS 安全加固版（推荐）？

            在原 CentOS镜像的基础上，系统进一步安全加固，安装了阿里云独有的入侵防御系统，系统中会出现aegis进程，该系统增加了实时后门，Webshell检测，更加智能的暴力破解防御和多种入侵行为监控，让服务器更加安全可靠。

            前往阿里云官网购买>></p>
        <p>之前服务器放在电信机房， 联通用户访问速度很不稳定，经常出现访问速度慢的问题，换到阿里云解决了之前的问题。很多人都问我的博客选得什么空间，一年的费用得多少钱，今天我列个表出来，供大家参考。

            个人博客阿里云空间选择

            对于访问量不大，小型网站带宽可以选择1M的，每个月¥56.80一年也就568块钱，每天投入也就不到2块钱。

            个人博客阿里云空间选择

            1、为什么选Linux？

            程序用PHP，速度快，配置低（windows必选1G的内存Linux选512MB能同样达到要求）。Linux的系统安全性非常高。Linux服务器的维护与扩展到性价比和性能都高于Windows。

            1) 最流行的服务器端操作系统，强大的安全性和稳定性

            2) 免费且开源，轻松建立和编译源代码

            3) 通过SSH方式远程访问您的云服务器

            4) 一般用于高性能web等服务器应用，支持常见的PHP/Python等编程语言，支持MySQL等数据库（需自行安装)

            2、操作系统为什么选CentOS 安全加固版（推荐）？

            在原 CentOS镜像的基础上，系统进一步安全加固，安装了阿里云独有的入侵防御系统，系统中会出现aegis进程，该系统增加了实时后门，Webshell检测，更加智能的暴力破解防御和多种入侵行为监控，让服务器更加安全可靠。

            前往阿里云官网购买>></p>
        <p>之前服务器放在电信机房， 联通用户访问速度很不稳定，经常出现访问速度慢的问题，换到阿里云解决了之前的问题。很多人都问我的博客选得什么空间，一年的费用得多少钱，今天我列个表出来，供大家参考。

            个人博客阿里云空间选择

            对于访问量不大，小型网站带宽可以选择1M的，每个月¥56.80一年也就568块钱，每天投入也就不到2块钱。

            个人博客阿里云空间选择

            1、为什么选Linux？

            程序用PHP，速度快，配置低（windows必选1G的内存Linux选512MB能同样达到要求）。Linux的系统安全性非常高。Linux服务器的维护与扩展到性价比和性能都高于Windows。

            1) 最流行的服务器端操作系统，强大的安全性和稳定性

            2) 免费且开源，轻松建立和编译源代码

            3) 通过SSH方式远程访问您的云服务器

            4) 一般用于高性能web等服务器应用，支持常见的PHP/Python等编程语言，支持MySQL等数据库（需自行安装)

            2、操作系统为什么选CentOS 安全加固版（推荐）？

            在原 CentOS镜像的基础上，系统进一步安全加固，安装了阿里云独有的入侵防御系统，系统中会出现aegis进程，该系统增加了实时后门，Webshell检测，更加智能的暴力破解防御和多种入侵行为监控，让服务器更加安全可靠。

            前往阿里云官网购买>></p>
        <p>之前服务器放在电信机房， 联通用户访问速度很不稳定，经常出现访问速度慢的问题，换到阿里云解决了之前的问题。很多人都问我的博客选得什么空间，一年的费用得多少钱，今天我列个表出来，供大家参考。

            个人博客阿里云空间选择

            对于访问量不大，小型网站带宽可以选择1M的，每个月¥56.80一年也就568块钱，每天投入也就不到2块钱。

            个人博客阿里云空间选择

            1、为什么选Linux？

            程序用PHP，速度快，配置低（windows必选1G的内存Linux选512MB能同样达到要求）。Linux的系统安全性非常高。Linux服务器的维护与扩展到性价比和性能都高于Windows。

            1) 最流行的服务器端操作系统，强大的安全性和稳定性

            2) 免费且开源，轻松建立和编译源代码

            3) 通过SSH方式远程访问您的云服务器

            4) 一般用于高性能web等服务器应用，支持常见的PHP/Python等编程语言，支持MySQL等数据库（需自行安装)

            2、操作系统为什么选CentOS 安全加固版（推荐）？

            在原 CentOS镜像的基础上，系统进一步安全加固，安装了阿里云独有的入侵防御系统，系统中会出现aegis进程，该系统增加了实时后门，Webshell检测，更加智能的暴力破解防御和多种入侵行为监控，让服务器更加安全可靠。

            前往阿里云官网购买>></p>
        <p>之前服务器放在电信机房， 联通用户访问速度很不稳定，经常出现访问速度慢的问题，换到阿里云解决了之前的问题。很多人都问我的博客选得什么空间，一年的费用得多少钱，今天我列个表出来，供大家参考。

            个人博客阿里云空间选择

            对于访问量不大，小型网站带宽可以选择1M的，每个月¥56.80一年也就568块钱，每天投入也就不到2块钱。

            个人博客阿里云空间选择

            1、为什么选Linux？

            程序用PHP，速度快，配置低（windows必选1G的内存Linux选512MB能同样达到要求）。Linux的系统安全性非常高。Linux服务器的维护与扩展到性价比和性能都高于Windows。

            1) 最流行的服务器端操作系统，强大的安全性和稳定性

            2) 免费且开源，轻松建立和编译源代码

            3) 通过SSH方式远程访问您的云服务器

            4) 一般用于高性能web等服务器应用，支持常见的PHP/Python等编程语言，支持MySQL等数据库（需自行安装)

            2、操作系统为什么选CentOS 安全加固版（推荐）？

            在原 CentOS镜像的基础上，系统进一步安全加固，安装了阿里云独有的入侵防御系统，系统中会出现aegis进程，该系统增加了实时后门，Webshell检测，更加智能的暴力破解防御和多种入侵行为监控，让服务器更加安全可靠。

            前往阿里云官网购买>></p>
        <p>之前服务器放在电信机房， 联通用户访问速度很不稳定，经常出现访问速度慢的问题，换到阿里云解决了之前的问题。很多人都问我的博客选得什么空间，一年的费用得多少钱，今天我列个表出来，供大家参考。

            个人博客阿里云空间选择

            对于访问量不大，小型网站带宽可以选择1M的，每个月¥56.80一年也就568块钱，每天投入也就不到2块钱。

            个人博客阿里云空间选择

            1、为什么选Linux？

            程序用PHP，速度快，配置低（windows必选1G的内存Linux选512MB能同样达到要求）。Linux的系统安全性非常高。Linux服务器的维护与扩展到性价比和性能都高于Windows。

            1) 最流行的服务器端操作系统，强大的安全性和稳定性

            2) 免费且开源，轻松建立和编译源代码

            3) 通过SSH方式远程访问您的云服务器

            4) 一般用于高性能web等服务器应用，支持常见的PHP/Python等编程语言，支持MySQL等数据库（需自行安装)

            2、操作系统为什么选CentOS 安全加固版（推荐）？

            在原 CentOS镜像的基础上，系统进一步安全加固，安装了阿里云独有的入侵防御系统，系统中会出现aegis进程，该系统增加了实时后门，Webshell检测，更加智能的暴力破解防御和多种入侵行为监控，让服务器更加安全可靠。

            前往阿里云官网购买>></p>
        <p>之前服务器放在电信机房， 联通用户访问速度很不稳定，经常出现访问速度慢的问题，换到阿里云解决了之前的问题。很多人都问我的博客选得什么空间，一年的费用得多少钱，今天我列个表出来，供大家参考。

            个人博客阿里云空间选择

            对于访问量不大，小型网站带宽可以选择1M的，每个月¥56.80一年也就568块钱，每天投入也就不到2块钱。

            个人博客阿里云空间选择

            1、为什么选Linux？

            程序用PHP，速度快，配置低（windows必选1G的内存Linux选512MB能同样达到要求）。Linux的系统安全性非常高。Linux服务器的维护与扩展到性价比和性能都高于Windows。

            1) 最流行的服务器端操作系统，强大的安全性和稳定性

            2) 免费且开源，轻松建立和编译源代码

            3) 通过SSH方式远程访问您的云服务器

            4) 一般用于高性能web等服务器应用，支持常见的PHP/Python等编程语言，支持MySQL等数据库（需自行安装)

            2、操作系统为什么选CentOS 安全加固版（推荐）？

            在原 CentOS镜像的基础上，系统进一步安全加固，安装了阿里云独有的入侵防御系统，系统中会出现aegis进程，该系统增加了实时后门，Webshell检测，更加智能的暴力破解防御和多种入侵行为监控，让服务器更加安全可靠。

            前往阿里云官网购买>></p>
        <p>之前服务器放在电信机房， 联通用户访问速度很不稳定，经常出现访问速度慢的问题，换到阿里云解决了之前的问题。很多人都问我的博客选得什么空间，一年的费用得多少钱，今天我列个表出来，供大家参考。

            个人博客阿里云空间选择

            对于访问量不大，小型网站带宽可以选择1M的，每个月¥56.80一年也就568块钱，每天投入也就不到2块钱。

            个人博客阿里云空间选择

            1、为什么选Linux？

            程序用PHP，速度快，配置低（windows必选1G的内存Linux选512MB能同样达到要求）。Linux的系统安全性非常高。Linux服务器的维护与扩展到性价比和性能都高于Windows。

            1) 最流行的服务器端操作系统，强大的安全性和稳定性

            2) 免费且开源，轻松建立和编译源代码

            3) 通过SSH方式远程访问您的云服务器

            4) 一般用于高性能web等服务器应用，支持常见的PHP/Python等编程语言，支持MySQL等数据库（需自行安装)

            2、操作系统为什么选CentOS 安全加固版（推荐）？

            在原 CentOS镜像的基础上，系统进一步安全加固，安装了阿里云独有的入侵防御系统，系统中会出现aegis进程，该系统增加了实时后门，Webshell检测，更加智能的暴力破解防御和多种入侵行为监控，让服务器更加安全可靠。

            前往阿里云官网购买>></p>
    </div>
</template>

<script>
    export default {
        name: "about"
    }
</script>

<style scoped>

</style>